<script setup>
</script>
<template>
    <div class="center">
        <div class="blok-rules">

<h1 class="margin">Правила продажи товаров в интернет-магазине «Шепот бумаги»</h1>


<div  class="margin">
   <h2>1. Общие положения</h2>
   <p>1.1. Настоящие правила регулируют отношения между Продавцом и Покупателем по продаже товаров через интернет-магазин «Шепот бумаги». Эти правила определяют порядок оформления заказов, оплаты, доставки и возврата товаров.</p>
   <p>1.2. Продавец — Общество с ограниченной ответственностью «Шепот бумаги», ОГРН 123456789, ИНН 9876543210, адрес: г. Санкт-Петербург, ул. Руставели, д. 33.</p>
   <p>1.3. Продавец размещает на сайте информацию о товарах, а также информацию, связанную с деятельностью интернет-магазина.</p>
   <p>1.4. Данные правила являются публичной офертой и действуют до момента публикации изменений на сайте.</p>
</div>

<div class="margin">
   <h2>2. Используемые термины</h2>
   <p>2.1. Покупатель – физическое лицо, которое оформляет заказ на сайте.</p>
   <p>2.2. Сайт – интернет-ресурс, на котором осуществляется продажа товаров: www.shepot-bumagi.ru</p>
   <p>2.3. Товар – книги и другие товары, предлагаемые для продажи через интернет-магазин.</p>
   <p>2.4. Заказ – заявка Покупателя на приобретение товара через сайт или по телефону.</p>
   <p>2.5. Пункт выдачи – места, где Покупатель может забрать заказанные товары.</p>
</div>

<div  class="margin">
   <h2>3. Заказ товара</h2>
   <p>3.1. Для оформления заказа Покупатель должен зарегистрироваться на сайте или указать необходимую информацию по телефону.</p>
   <p>3.2. После оформления заказа Продавец может связаться с Покупателем для уточнения деталей.</p>
   <p>3.3. Заказ подтверждается с момента получения документа, подтверждающего оплату товара.</p>
</div>

<div  class="margin">
   <h2>4. Доставка</h2>
   <p>4.1. Способы доставки:</p>
   <ul>
       <li>Самовывоз из Пункта выдачи Заказа;</li>
       <li>Доставка курьером;</li>
       <li>Доставка Почтой России.</li>
   </ul>
   <p>4.2. Стоимость доставки рассчитывается в зависимости от веса и региона.</p>
   <p>4.3. При доставке курьером товар передается Покупателю или указанному лицу.</p>
</div>

<div  class="margin">
   <h2>5. Оплата товара</h2>
   <p>5.1. Цена товара указана на сайте в рублях.</p>
   <p>5.2. Оплата может быть произведена наличными, банковской картой или наложенным платежом при доставке через Почту России.</p>
</div>

<div  class="margin">
   <h2>6. Возврат товара</h2>
   <p>6.1. Покупатель может вернуть товар в течение 7 дней с момента получения, если товар не был использован и сохранены его товарный вид и упаковка.</p>
   <p>6.2. Возврат товара производится через Пункты выдачи заказов или по почте.</p>
</div>

<div  class="margin">
   <h2>7. Защита персональных данных</h2>
   <p>7.1. Продавец обязуется обрабатывать персональные данные Покупателя в соответствии с законодательством Российской Федерации.</p>
   <p>7.2. Покупатель даёт согласие на обработку своих персональных данных при регистрации и оформлении заказа.</p>
</div>
</div>
    </div>

 
</template>
<style scoped>
.margin{
    margin-left: 30px;
    margin-right: 20px;
    
}
p{
    font-size: 18px;
}
.center{
    margin-top: 30px;
    display: flex;
    justify-content: center; 
}
.blok-rules{
    border-radius: 2%;
    
    display: flex;
    flex-direction: column;
    width: 1000px;
    box-shadow: 0px 1px 1px #ffffffba;
}

</style>